Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AppleIDSetup.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# QR_CODE_SCANNING_DEVICE_INSTRUCT_IPHONE
source: Scan the QR code shown on the nearby iPhone.
ar: قم بإجراء مسح ضوئي لرمز QR الظهار على iPhone القريب.
bg: Сканирайте QR кода, показан на близкия iPhone.
ca: Escaneja el codi QR que es mostra a l’iPhone proper.
cs: Naskenujte QR kód zobrazený na blízkém iPhonu.
da: Scan QR-koden, der er vist på den iPhone, som er nærheden.
de: Scanne den auf dem iPhone in der Nähe angezeigten QR-Code.
el: Σαρώστε τον κωδικό QR που εμφανίζεται στο κοντινό iPhone.
es: Escanea el código QR que se muestra en el iPhone cercano.
es_419: Escanea el código QR que se muestra en el iPhone cercano.
fi: Skannaa lähellä olevassa iPhonessa näkyvä QR-koodi.
fr: Scannez le code QR affiché sur l’iPhone à proximité.
fr_ca: Balayez le code QR affiché sur l’iPhone à proximité.
he: יש לסרוק את קוד ה-QR שמוצג ב-iPhone הסמוך.
hi: आस-पास के iPhone पर दिखाया गया QR कोड स्कैन करें।
hr: Skenirajte QR kôd koji je prikazan na obližnjem iPhoneu.
hu: Olvassa be a közeli iPhone-on megjelenő QR-kódot.
id: Pindai kode QR yang ditampilkan di iPhone di sekitar.
it: Scansiona il codice QR mostrato sull’iPhone vicino.
ja: 近くのiPhoneに表示されているQRコードをスキャンしてください。
kk: Жақын жердегі iPhone құрылғысында көрсетілген QR кодты сканерлеңіз.
ko: 근처 iPhone에 표시된 QR 코드를 스캔하십시오.
lt: Nuskaitykite šalia esančiame „iPhone“ rodomą QR kodą.
ms: Imbas kod QR yang ditunjukkan pada iPhone berdekatan.
nl: Scan de QR-code die wordt weergegeven op de iPhone in de buurt.
no: Skann QR-koden som vises på iPhonen i nærheten.
pl: Zeskanuj kod QR wyświetlany przez pobliskiego iPhone’a.
pt_br: Escaneie o QR code mostrado no iPhone por perto.
pt_pt: Efetue a leitura do código QR apresentado no iPhone por perto.
ro: Scanați codul QR afișat pe iPhone‑ul din apropiere.
ru: Отсканируйте QR‑код, показанный на iPhone рядом.
sk: Naskenujte QR kód zobrazený na iPhone v blízkosti.
sl: Skenirajte kodo QR, prikazano na zaslonu bližnjega iPhona.
sv: Skanna QR-koden som visas på iPhone i närheten.
th: สแกนคิวอาร์โค้ดที่แสดงอยู่บน iPhone ใกล้เคียง
tr: Yakındaki iPhone’da gösterilen QR kodunu tarayın.
uk: Зіскануйте QR‑код із iPhone поблизу.
vi: Quét mã QR được hiển thị trên iPhone ở gần.
zh_cn: 扫描显示在附近iPhone上的二维码。
zh_hk: 掃描附近iPhone上顯示的二維碼。
zh_tw: 掃描附近iPhone上顯示的行動條碼。

# DISCOVERING_REPAIR_VIEW_TITLE_CDP_REPAIR
source: Update Your Apple Account
ar: يجب تحديث حساب Apple
bg: Обновете вашата Apple регистрация
ca: Actualització del compte d’Apple
cs: Aktualizujte si účet Apple
da: Opdater din Apple-konto
de: Deinen Apple Account aktualisieren
el: Ενημέρωση του λογαριασμού Apple σας
es: Actualiza tu cuenta de Apple
es_419: Actualiza tu cuenta de Apple
fi: Päivitä Apple-tilisi
fr: Mettez à jour votre compte Apple
fr_ca: Mettez à jour votre compte Apple
he: עדכון חשבון ה-Apple שלך
hi: अपना Apple खाता अपडेट करें
hr: Ažurirajte svoj Apple račun
hu: Az Apple-fiók frissítése
id: Perbarui Akun Apple Anda
it: Aggiorna Apple Account
ja: Apple Accountをアップデート
kk: Apple аккаунтыңызды жаңарту
ko: Apple 계정 업데이트
lt: Atnaujinkite savo „Apple“ paskyrą
ms: Kemas Kini Akaun Apple Anda
nl: Werk je Apple Account bij
no: Oppdater Apple-kontoen din
pl: Uaktualnij konto Apple
pt_br: Atualize a Sua Conta Apple
pt_pt: Atualizar a conta Apple
ro: Actualizați‑vă contul Apple
ru: Обновление учетной записи Apple
sk: Aktualizácia Apple účtu
sl: Posodobitev računa Apple
sv: Uppdatera ditt Apple‑konto
th: อัปเดตบัญชี Apple ของคุณ
tr: Apple Hesabınızı Güncelleyin
uk: Оновіть свій обліковий запис Apple
vi: Cập nhật Tài khoản Apple của bạn
zh_cn: 更新你的Apple账户
zh_hk: 更新你的Apple帳户
zh_tw: 更新你的「Apple帳號」

# SET_UP_APPLE_TV
source: Setting Up Your Apple TV
ar: يجري إعداد Apple TV
bg: Настройване на вашия Apple TV
ca: Configurant l’Apple TV
cs: Nastavování vaší Apple TV
da: Indstiller Apple TV
de: Apple TV konfigurieren
el: Διαμόρφωση του Apple TV
es: Configurando tu Apple TV
es_419: Configurando tu Apple TV
fi: Apple TV:n käyttöönotto
fr: Configuration de votre Apple TV
fr_ca: Configuration de l’Apple TV
he: מגדיר את ה-Apple TV שלך
hi: आपका Apple TV सेटअप किया जा रहा है
hr: Podešavanje vašeg Apple TV-a
hu: Az Apple TV beállítása
id: Mengatur Apple TV Anda
it: Configuro Apple TV
ja: Apple TVを設定中
kk: Apple TV аккаунтыңызды баптау
ko: Apple TV 설정 중
lt: „Apple TV“ nustatymas
ms: Menyediakan Apple TV Anda
nl: Je Apple TV configureren
no: Konfigurerer Apple TV
pl: Konfiguruję Apple TV
pt_br: Configurando a Apple TV
pt_pt: Configuração da Apple TV
ro: Configurare Apple TV
ru: Настройка Apple TV
sk: Nastavujem Apple TV
sl: Nastavljanje naprave Apple TV
sv: Ställer in Apple TV
th: กำลังตั้งค่า Apple TV ของคุณ
tr: Apple TV’niz Ayarlanıyor
uk: Налаштовування Apple TV
vi: Đang thiết lập Apple TV của bạn
zh_cn: 正在设置Apple TV
zh_hk: 正在設定你的Apple TV
zh_tw: 正在設定你的Apple TV

source: Signing In For %@
ar: تسجيل الدخول لـ %@
bg: Влизане за %@
ca: Iniciant la sessió per a %@
cs: Přihlašování uživatele %@
da: Logger ind for %@
de: Anmelden von %@
el: Σύνδεση για «%@»…
es: Iniciando sesión para %@
es_419: Iniciando sesión para %@
fi: Kirjataan %@ sisään
fr: Connexion pour %@
fr_ca: Connexion pour %@
he: מתחבר עבור %@
hi: %@ के लिए साइन इन किया जा रहा है
hr: Prijavljivanje za %@
hu: Bejelentkezés a következő számára: %@
id: Masuk Untuk %@
it: Eseguo l’accesso per conto di %@
ja: %@さんでサインイン中
kk: Жүйеге кіру: %@
ko: %@님을 위해 로그인 중
lt: Jungiamasi naudotojo %@ vardu
ms: Mendaftar Masuk untuk %@
nl: Inloggen voor %@
no: Logger på for %@
pl: Loguję się (%@)
pt_br: Iniciando Sessão para %@
pt_pt: A iniciar sessão de %@
ro: Autentificare pentru %@
ru: Выполняется вход для: %@
sk: Prihlasovanie užívateľa %@
sl: Vpisovanje za %@
sv: Loggar in för %@
th: กำลังลงชื่อเข้าสำหรับ%[tt]@
tr: %@ İçin Giriş Yapılıyor
uk: Триває вхід (%@)
vi: Đang đăng nhập cho %@
zh_cn: 正在为%@登录
zh_hk: 正在為%@登入
zh_tw: %@登入中

# PROX_CARD_VIEW_JOIN_DETAIL_NO_NAME
source: No username
ar: لا يوجد اسم مستخدم
bg: Няма потребителско име
ca: Cap nom d’usuari
cs: Žádné uživatelské jméno
da: Intet brugernavn
de: Kein Benutzername
el: Δεν υπάρχει όνομα χρήστη
es: Sin nombre de usuario
es_419: Sin nombre de usuario
fi: Ei käyttäjätunnusta
fr: Aucun nom d’utilisateur
fr_ca: Aucun nom d’utilisateur
he: אין שם משתמש
hi: कोई यूज़रनेम नहीं
hr: Nedostaje korisničko ime
hu: Nincs felhasználónév
id: Tidak ada nama pengguna
it: Nessun nome utente
ja: ユーザ名なし
kk: Пайдаланушы аты жоқ
ko: 사용자 이름 없음
lt: Nėra naudotojo vardo
ms: Tiada nama pengguna
nl: Geen gebruikersnaam
no: Brukernavn mangler
pl: Brak nazwy użytkownika
pt_br: Sem nome de usuário
pt_pt: Sem nome de utilizador
ro: Niciun nume de utilizator
ru: Нет имени пользователя
sk: Žiadne užívateľské meno
sl: Ni uporabniškega imena
sv: Inget användarnamn
th: ไม่มีชื่อผู้ใช้
tr: Kullanıcı adı yok
uk: Немає імені користувача
vi: Không có tên người dùng
zh_cn: 无用户名
zh_hk: 沒有用户名稱
zh_tw: 無使用者名稱

# LOGIN_FORM_BUTTON_SKIP
source: Skip this step
ar: تخطي هذه الخطوة
bg: Пропусни тази стъпка
ca: Omet el pas
cs: Tento krok přeskočit
da: Spring dette trin over
de: Überspringen
el: Παράλειψη αυτού του βήματος
es: Omitir este paso
es_419: Omitir este paso
fi: Ohita tämä vaihe
fr: Ignorer cette étape
fr_ca: Ignorer cette étape
he: דילוג על שלב זה
hi: यह चरण स्किप करें
hr: Preskoči ovaj korak
hu: Lépés kihagyása
id: Lewati langkah ini
it: Salta passaggio
ja: この手順をスキップ
kk: Осы қадамды өткізіп жіберу
ko: 이 단계 건너뛰기
lt: Praleisti šį veiksmą
ms: Langkau langkah ini
nl: Sla deze stap over
no: Hopp over dette trinnet
pl: Pomiń ten krok
pt_br: Ignorar este passo
pt_pt: Ignorar este passo
ru: Пропустить этот шаг
sk: Preskočiť tento krok
sl: Preskoči ta korak
sv: Hoppa över det här steget
th: ข้ามขั้นตอนนี้
tr: Bu Adımı Atla
uk: Пропустити цей крок
vi: Bỏ qua bước này
zh_cn: 跳过此步骤
zh_hk: 略過此步驟
zh_tw: 略過此步驟

# DISCOVERED_VIEW_JOIN_TITLE
source: Join This Apple TV?
ar: الانضمام إلى هذا الـ Apple TV؟
bg: Присъединяване към този Apple TV?
ca: Vols accedir a aquest Apple TV?
cs: Chcete se přidat do této Apple TV?
da: Bliv en del af dette Apple TV?
de: Mit diesem Apple TV verbinden?
el: Σύνδεση με αυτό το Apple TV;
es: ¿Unirse a este Apple TV?
es_419: ¿Acceder a este Apple TV?
fi: Liitytäänkö tähän Apple TV:hen?
fr: Rejoindre cette Apple TV ?
fr_ca: Se joindre à cette Apple TV?
he: להצטרף ל‑Apple TV זה?
hi: इस Apple TV से जुड़ें?
hr: Spojiti s Apple TV‑om?
hu: Csatlakozik ehhez az Apple TV-hez?
id: Bergabung dengan Apple TV Ini?
it: Vuoi aggiungerti ad Apple TV?
ja: このApple TVに参加しますか?
kk: Осы Apple TV құрылғысына қосылу қажет пе?
ko: 이 Apple TV에 참가하겠습니까?
lt: Ar prisijungti prie šio „Apple TV“?
ms: Sertai Apple TV Ini?
nl: Verbinden met deze Apple TV?
no: Vil du bli med i Apple TV?
pl: Dołączyć do tego Apple TV?
pt_br: Conectar a Esta Apple TV?
pt_pt: Aceder a esta Apple TV?
ro: Doriți să vă conectați la acest Apple TV?
ru: Подключиться к этому Apple TV?
sk: Chcete sa pripojiť k tomuto Apple TV?
sl: Se želite pridružiti temu Apple TV-ju?
sv: Vill du ansluta till denna Apple TV?
th: เข้าร่วม Apple TV เครื่องนี้หรือไม่
tr: Bu Apple TV’ye katılınsın mı?
uk: Приєднатися до цього Apple TV?
vi: Kết nối Apple TV này?
zh_cn: 要加入此Apple TV吗？
zh_hk: 要加入此Apple TV嗎？
zh_tw: 要加入此Apple TV嗎？

# SIGN_IN_OPTION_ANOTHER_DEVICE_TITLE
source: Use Another Apple Device
ar: استخدام جهاز Apple آخر
bg: Използване на друго Apple устройство
ca: Utilitza un altre dispositiu Apple
cs: Použít jiné zařízení Apple
da: Brug en anden Apple-enhed
de: Anderes Apple-Gerät verwenden
el: Χρήση άλλης συσκευής Apple
es: Usa otro dispositivo Apple
es_419: Otro dispositivo Apple
fi: Käytä toista Apple-laitetta
fr: Utiliser un autre appareil Apple
fr_ca: Utiliser un autre appareil Apple
he: שימוש במכשיר Apple אחר
hi: अन्य Apple डिवाइस का इस्तेमाल करें
hr: Upotrijebite drugi Apple uređaj
hu: Másik Apple-eszköz használata
id: Gunakan Perangkat Apple Lain
it: Usa un altro dispositivo Apple
ja: 別のAppleデバイスを使用
kk: Басқа Apple құрылғысын пайдалану
ko: 다른 Apple 기기 사용
lt: Naudokite kitą „Apple“ įrenginį
ms: Gunakan Peranti Apple Lain
nl: Gebruik een ander Apple apparaat
no: Bruk en annen Apple-enhet
pl: Użyj innego urządzenia Apple
pt_br: Use Outro Dispositivo Apple
pt_pt: Usar outro dispositivo Apple
ro: Utilizați alt dispozitiv Apple
ru: Использовать другое устройство Apple
sk: Použiť iné Apple zariadenie
sl: Uporabite drugo napravo Apple
sv: Använd en annan Apple-enhet
th: ใช้อุปกรณ์ Apple อีกเครื่อง
tr: Başka Bir Apple Aygıtı Kullanın
uk: Використати інший пристрій Apple
vi: Sử dụng một thiết bị Apple khác
zh_cn: 使用另一台Apple设备
zh_hk: 使用其他Apple裝置
zh_tw: 使用其他Apple裝置

# QR_CODE_VIEW_TITLE
source: Use device to scan QR code
ar: استخدم الجهاز لمسح رمز QR
bg: Използвайте устройството, за да сканирате QR кода
ca: Escaneja el codi QR amb el dispositiu.
cs: Naskenujte zařízením QR kód
da: Brug enhed til at scanne QR-kode
de: QR-Code mit Gerät scannen
el: Χρήση συσκευής για σάρωση κωδικού QR
es: Usa el dispositivo para escanear el código QR
es_419: Escanear código QR con dispositivo
fi: Skannaa QR-koodi laitteella
fr: Scannez le code QR à l’aide d’un appareil
fr_ca: Balayez le code QR avec l’appareil
he: שימוש במכשיר לסריקת קוד QR
hi: QR कोड को स्कैन करने के लिए डिवाइस का इस्तेमाल करें
hr: Skenirajte QR kôd uređajem
hu: Használja az eszközt a QR-kód beolvasásához
id: Gunakan perangkat untuk memindai kode QR
it: Usa il dispositivo per scansionare il codice QR
ja: デバイスでQRコードをスキャン
kk: QR кодты сканерлеу үшін құрылғыны пайдаланыңыз
ko: 기기로 QR 코드 스캔
lt: Nuskaitykite QR kodą įrenginiu
ms: Gunakan peranti untuk mengimbas kod QR
nl: Gebruik apparaat om QR-code te scannen
no: Bruk enheten til å skanne QR-koden
pl: Zeskanuj kod QR, używając urządzenia
pt_br: Use o dispositivo para escanear o QR code
pt_pt: Usar dispositivo para ler código QR
ro: Utilizați dispozitivul pentru a scana codul QR
ru: Отсканируйте QR‑код с помощью устройства
sk: Pomocou zariadenia naskenujte QR kód
sl: Za skeniranje kode QR uporabi napravo
sv: Använd enhet till att skanna QR-kod
th: ใช้อุปกรณ์เพื่อสแกนคิวอาร์โค้ด
tr: Aygıtı kullanarak QR kodunu tarayın
uk: Зіскануйте QR‑код пристроєм
vi: Sử dụng thiết bị để quét mã QR
zh_cn: 使用设备扫描二维码
zh_hk: 使用裝置掃描二維碼
zh_tw: 使用裝置來掃描行動條碼

# SECOND_FACTOR_ALERT_MESSAGE
source: Try entering the code again.
ar: جرِّب إدخال الرمز مرة أخرى.
bg: Опитайте да въведете кода отново.
ca: Prova de tornar a introduir el codi.
cs: Zkuste kód zadat znovu.
da: Prøv at skrive koden igen.
de: Versuche, den Code erneut einzugeben.
el: Δοκιμάστε να εισαγάγετε πάλι τον κωδικό.
es: Vuelve a introducir el código.
es_419: Intenta volver a ingresar el código.
fi: Syötä koodi uudelleen.
fr: Essayez à nouveau de saisir le code.
fr_ca: Réessayez d’entrer le code.
he: יש לנסות להזין שוב את הקוד.
hi: कोड फिर दर्ज करने की कोशिश करें।
hr: Pokušajte ponovno unijeti kôd.
hu: Próbálja újból megadni a kódot.
id: Coba masukkan lagi kode.
it: Prova a inserire nuovamente il codice.
ja: もう一度コードを入力してみてください。
kk: Кодты қайта енгізіп көріңіз.
ko: 코드를 다시 입력하십시오.
lt: Pabandykite įvesti kodą dar kartą.
ms: Cuba masukkan kod sekali lagi.
nl: Voer de code opnieuw in.
no: Prøv å oppgi koden på nytt.
pl: Spróbuj podać kod ponownie.
pt_br: Tente inserir o código novamente.
pt_pt: Tente voltar a digitar o código.
ro: Încercați să reintroduceți codul.
ru: Попробуйте ввести код повторно.
sk: Skúste kód zadať znova.
sl: Poskusite znova vnesti kodo.
sv: Försök att ange koden igen.
th: ลองป้อนรหัสอีกครั้ง
tr: Kodu yeniden girmeyi deneyin.
uk: Спробуйте ввести код ще раз.
vi: Thử nhập lại mã.
zh_cn: 请再次输入验证码。
zh_hk: 嘗試再次輸入代碼。
zh_tw: 嘗試再次輸入驗證碼。

# QR_CODE_SCANNING_DEVICE_TOAST_FAIL_OPEN_URL
source: Failed to open URL
ar: فشل فتح الرابط
bg: Неуспешно отваряне на URL адрес
ca: Error en obrir l’URL
cs: URL se nepodařilo otevřít
da: Kunne ikke åbne URL-adresse
de: Öffnen der URL fehlgeschlagen
el: Απέτυχε το άνοιγμα της διεύθυνσης URL
es: No se ha podido abrir la URL
es_419: Error al abrir la dirección URL
fi: URLia ei voitu avata
fr: Échec de l’ouverture de l’URL
fr_ca: Échec d’ouverture de l’URL
he: פתיחת כתובת האינטרנט נכשלה
hi: URL खोलना विफल रहा
hr: URL se nije mogao otvoriti
hu: Az URL megnyitása nem sikerült
id: Gagal membuka URL
it: Apertura dell’URL non riuscita
ja: URLを開けませんでした
kk: URL мекенжайын ашу сәтсіз аяқталды
ko: URL을 여는 데 실패함
lt: Nepavyko atidaryti URL
ms: Gagal membuka URL
nl: URL openen mislukt
no: Kunne ikke åpne URL-en
pl: Błąd otwierania adresu URL
pt_br: Falha ao abrir URL
pt_pt: Não foi possível abrir o URL
ro: Deschiderea URL‑ului nu a reușit
ru: Не удалось открыть URL‑адрес
sk: URL sa nepodarilo otvoriť
sl: Ni bilo mogoče odpreti URL-ja
sv: Det gick inte att öppna URL:en
th: เปิด URL ไม่สำเร็จ
tr: URL açılamadı
uk: Не вдалося відкрити URL-адресу
vi: Không thể mở URL
zh_cn: 打开URL失败
zh_hk: 無法開啟URL
zh_tw: 無法打開URL

# AUTHENTICATE_VIEW_PROGRESS_STATE_PROBLEM
source: Problem authenticating. Try again later
ar: مشكلة في المصادقة. يرجى المحاولة مرة أخرى لاحقًا
bg: Проблем с идентифицирането. Опитайте отново по-късно
ca: Hi ha hagut un problema durant l’autenticació. Torna‑ho a provar més tard.
cs: Vyskytl se problém s ověřením totožnosti. Zkuste to znovu později.
da: Der opstod et problem med at godkende. Prøv igen senere
de: Problem bei der Authentifizierung. Versuche es später erneut.
el: Προέκυψε πρόβλημα με τον έλεγχο ταυτότητας. Δοκιμάστε ξανά αργότερα.
es: Se ha producido un problema durante la autenticación. Inténtalo de nuevo más tarde.
es_419: Ocurrió un error al autenticar. Intenta más tarde
fi: Ongelma todennettaessa. Yritä myöhemmin uudelleen.
fr: Problème lors de l’authentification. Réessayez plus tard.
fr_ca: Un problème est survenu lors de l’authentification. Réessayez plus tard.
he: אירעה בעיה באימות. נא לנסות שוב מאוחר יותר
hi: प्रमाणित करने में समस्या। बाद में फिर कोशिश करें
hr: Problem s autoriziranjem. Pokušajte kasnije
hu: Hiba történt a hitelesítés során. Próbálja újra később
id: Ada masalah saat mengesahkan. Coba lagi nanti
it: Problema durante l’autenticazione. Riprova più tardi.
ja: 認証で問題が起きました。あとでやり直してみてください
kk: Аутентификация мәселесі. Әрекетті кейінірек қайталаңыз
ko: 인증하는 도중 문제가 발생했습니다. 나중에 다시 시도하십시오.
lt: Nepavyko autentifikuoti. Bandykite dar kartą vėliau
ms: Masalah pengesahan. Cuba lagi kemudian
nl: Probleem authenticeren. Probeer het later opnieuw.
no: Problem med autentisering. Prøv igjen senere.
pl: Wystąpił problem podczas uwierzytelniania. Spróbuj ponownie później
pt_br: Problema ao autenticar. Tente novamente mais tarde
pt_pt: Ocorreu um problema durante a autenticação. Volte a tentar mais tarde.
ro: Problemă la autentificare. Reîncercați mai târziu
ru: Проблема с аутентификацией. Повторите попытку позже.
sk: Problém s autentifikáciou. Skúste to znovu neskôr.
sl: Težave pri preverjanju pristnosti. Poskusite znova pozneje
sv: Problem vid autentisering. Försök igen senare
th: มีปัญหาในระหว่างตรวจสอบสิทธิ์ ลองอีกครั้งในภายหลัง
tr: Kimlik doğrulamayla ilgili bir sorun var. Daha sonra yeniden deneyin
uk: Помилка автентифікації. Спробуйте пізніше
vi: Đã có sự cố trong khi xác thực. Hãy thử lại sau
zh_cn: 认证出现问题。请稍后再试
zh_hk: 認證發生問題。請稍後再試
zh_tw: 認證發生問題。請稍後再試

# SETUP_VIEW_DESCRIPTION_TRY_AGAIN
source: Check the account information you entered and try again.
ar: تحقق من معلومات الحساب التي أدخلتها ثم حاول مرة أخرى.
bg: Проверете информацията за регистрацията, която сте въвели, и опитайте отново.
ca: Revisa la informació del compte i torna‑ho a provar.
cs: Zkontrolujte informace o účtu, které jste zadali, a zkuste to znovu.
da: Kontroller kontooplysningerne, du har indtastet, og prøv igen.
de: Überprüfe die eingegebenen Accountinformationen und versuche es erneut.
el: Ελέγξτε τις πληροφορίες λογαριασμού που εισαγάγατε και δοκιμάστε ξανά.
es: Revisa la información de la cuenta que has introducido e inténtalo de nuevo.
es_419: Verifica la información de la cuenta que ingresaste y reintenta.
fi: Tarkista syöttämäsi tilitiedot ja yritä uudelleen.
fr: Vérifiez les informations de compte saisies et réessayez.
fr_ca: Vérifiez les informations du compte que vous avez entrées, puis réessayez.
he: יש לבדוק את פרטי החשבון שהזנת ולנסות שוב.
hi: आपके द्वारा दर्ज की गई खाता जानकारी की जाँच करें और फिर कोशिश करें।
hr: Provjerite informacije o računu koje ste unijeli i pokušajte ponovno.
hu: Ellenőrizze a megadott fiókadatokat, és próbálkozzon újra.
id: Periksa informasi akun yang Anda masukkan dan coba lagi.
it: Verifica le informazioni dell’account che hai inserito e riprova.
ja: 入力したアカウント情報を確認してから、やり直してみてください。
kk: Сіз енгізген аккаунт туралы ақпаратты тексеріп, әрекетті қайталаңыз.
ko: 입력한 계정 정보를 확인하고 다시 시도하십시오.
lt: Patikrinkite įvestą paskyros informaciją ir bandykite dar kartą.
ms: Semak maklumat akaun yang anda masukkan dan cuba lagi.
nl: Controleer de accountgegevens die je hebt ingevoerd en probeer het opnieuw.
no: Kontroller kontoinformasjonen du oppga, og prøv igjen.
pl: Sprawdź podane dane konta i spróbuj ponownie.
pt_br: Verifique as informações de conta especificadas e tente novamente.
pt_pt: Verifique a informação de conta e volte a tentar.
ro: Verificați informațiile de cont introduse și reîncercați.
ru: Проверьте введенные данные Аккаунта и повторите попытку.
sk: Skontrolujte zadané informácie o účte a skúste to znovu.
sl: Preverite podatke o računu, ki ste jih vnesli, in poskusite znova.
sv: Kontrollera kontoinformationen du angav och försök igen.
th: ตรวจสอบข้อมูลบัญชีที่คุณป้อนแล้วลองอีกครั้ง
tr: Girdiğiniz hesap bilgilerini denetleyin ve yeniden deneyin.
uk: Перевірте введену інформацію про обліковий запис і повторіть спробу.
vi: Kiểm tra thông tin tài khoản bạn đã nhập và thử lại.
zh_cn: 检查输入的账户信息后重试。
zh_hk: 檢查你輸入的帳户資料並再試。
zh_tw: 檢查你輸入的帳號資訊，然後再試一次。

# DISCOVERED_VIEW_JOIN_DESCRIPTION
source: Add yourself as a new user on this Apple TV.
ar: أضف نفسك كمستخدم جديد على Apple TV هذا.
bg: Добавете себе си като нов потребител на този Apple TV.
ca: Afegeix‑te com a usuari d’aquest Apple TV.
cs: Přidejte se jako nový uživatel této Apple TV.
da: Tilføj dig selv som en ny bruger på dette Apple TV.
de: Füge dich als neuen Benutzer auf diesem Apple TV hinzu.
el: Προσθέστε τον εαυτό σας ως νέο χρήστη σε αυτό το Apple TV.
es: Añádete como nuevo usuario en este Apple TV.
es_419: Agrégate como nuevo usuario a este Apple TV.
fi: Lisää itsesi tämän Apple TV:n uudeksi käyttäjäksi.
fr: Ajoutez-vous comme nouvel utilisateur de cette Apple TV.
fr_ca: Ajoutez-vous en tant que nouvel utilisateur de cette Apple TV.
he: באפשרותך להוסיף את עצמך כמשתמש חדש ב-Apple TV זה.
hi: इस Apple TV पर ख़ुद को नए यूज़र के रूप में जोड़ें।
hr: Dodajte se kao novi korisnik na ovom Apple TV‑u.
hu: Önmaga hozzáadása új felhasználóként ezen az Apple TV-n.
id: Tambahkan diri Anda sendiri sebagai pengguna baru di Apple TV ini.
it: Aggiungiti come nuovo utente di questa Apple TV.
ja: このApple TVに自分自身を新規ユーザとして追加します。
kk: Осы Apple TV құрылғысына өзіңізді жаңа пайдаланушы ретінде қосыңыз.
ko: 이 Apple TV의 새로운 사용자로 본인을 추가합니다.
lt: Įtraukite save kaip naują šio „Apple TV" naudotoją.
ms: Tambah diri anda sebagai pengguna baharu pada Apple TV ini.
nl: Voeg jezelf toe als nieuwe gebruiker op deze Apple TV.
no: Legg deg selv til som en ny bruker på Apple TV.
pl: Dodaj siebie jako użytkownika na tym Apple TV.
pt_br: Adicione-se como um novo usuário desta Apple TV.
pt_pt: Adicione‑se como novo utilizador nesta Apple TV.
ro: Adăugați‑vă ca utilizator nou pe acest Apple TV.
ru: Добавьте себя в качестве нового пользователя на этот Apple TV.
sk: Pridajte sa ako nový užívateľ tohto Apple TV.
sl: Dodajte se kot nov uporabnik te naprave Apple TV.
sv: Lägg till dig själv som användare på denna Apple TV.
th: เพิ่มคุณเป็นผู้ใช้ใหม่บน Apple TV เครื่องนี้
tr: Kendinizi bu Apple TV’ye yeni bir kullanıcı olarak ekleyin.
uk: Додайте себе як нового користувача на цьому Apple TV.
vi: Thêm chính bạn làm người dùng mới trên Apple TV này.
zh_cn: 在此Apple TV上将你自己设为新用户。
zh_hk: 在此Apple TV將你自己加入為新用户。
zh_tw: 將你自己加入為此Apple TV的新使用者。

# REPAIR_VIEW_BUTTON
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# DISCOVERING_VIEW_BUTTON_SIGN_IN_PROX
source: Sign in with iPhone or iPad
ar: تسجيل الدخول باستخدام iPhone أو iPad
bg: Влезте с iPhone или iPad
ca: Inicia la sessió amb l’iPhone o l’iPad
cs: Přihlášení pomocí iPhonu nebo iPadu
da: Log ind med iPhone eller iPad
de: Mit iPhone oder iPad anmelden
el: Σύνδεση με iPhone ή iPad
es: Inicia sesión con el iPhone o el iPad
es_419: Iniciar sesión con iPhone o iPad
fi: Kirjaudu sisään iPhonella tai iPadilla
fr: Se connecter avec l’iPhone ou l’iPad
fr_ca: Connexion avec l’iPhone ou l’iPad
he: התחברות באמצעות iPhone או iPad
hi: iPhone या iPad से साइन इन करें
hr: Prijavite se koristeći iPhone ili iPad
hu: Bejelentkezés iPhone-nal vagy iPaddel
id: Masuk dengan iPhone atau iPad
it: Accedi con iPhone o iPad
ja: iPhoneまたはiPadでサインイン
kk: iPhone немесе iPad құрылғысынан жүйеге кіру
ko: iPhone 또는 iPad로 로그인
lt: Prisijunkite naudodami „iPhone“ arba „iPad“
ms: Daftar masuk dengan iPhone atau iPad
nl: Log in met iPhone of iPad
no: Logg på med iPhone eller iPad
pl: Zaloguj się przy użyciu iPhone’a lub iPada
pt_br: Iniciar Sessão com iPhone ou iPad
pt_pt: Iniciar sessão com o iPhone ou iPad
ro: Autentificați-vă cu iPhone‑ul sau iPad‑ul
ru: Вход с iPhone или iPad
sk: Prihlásiť sa s iPhonom alebo iPadom
sl: Vpis z iPhonom ali iPadom
sv: Logga in med iPhone eller iPad
th: ลงชื่อเข้าด้วย iPhone หรือ iPad
tr: iPhone veya iPad ile Giriş Yap
uk: Увійдіть з iPhone або iPad
vi: Đăng nhập bằng iPhone hoặc iPad
zh_cn: 通过iPhone或iPad登录
zh_hk: 使用iPhone或iPad登入
zh_tw: 使用iPhone或iPad登入
